{"Ali Mottaghi": "What do you do for fun? 🤩 (hobbies, activities, etc)Hitting the golf course—love the game and the quiet it brings.What are your favorite cuisines? 🫄🤰Big fan of Persian Pizza. It’s a game changer.What music do you like? 🎶🎸🥁Totally into soundtracks. They make every day feel epic.What's your biggest RED flag? ❌😵Diplomatically left blank to keep things lightWhat are your biggest pet peeves / icks? 🤢Diplomatically left blank to keep things lightWhat are your favorite movies / TV shows? 🎥🍿📺Not into moviesNot huge into movies, but I’m always down for something that’s a crowd-pleaser.Policy on drugs / alcohol? 💊🥂🥃NeverIs crypto a scam? 🪙🤑my net worth is in $Jeo BodenDo you like to travel? ✈️🚗🚌My own bed is comfyWhat are you doing on a Friday night? 👀😈It's only 5AM? The night is still young!What's your best friend's best quality? 🥰🫂They're real—can’t beat genuine people.What kind of people are you looking to meet? 😉Looking to meet some smart, driven folks who are all about good vibes.Are you e/acc or de/acc ⁉️I was patient 0 for NeuralinkDo you have any pets? 🐶Yes, I love animalsWhat's your ideal first date? 🌹Good food, great chat—what’s better than that?What's your favorite emoji? 🤣👻😝🤡👅🤓🤡 - Because who doesn’t love a good laugh?", "Anthony Riley": "What do you do for fun? 🤩 (hobbies, activities, etc)Run, bike, make jokes, eat, musicWhat are your favorite cuisines? 🫄🤰Korean FoodWhat music do you like? 🎶🎸🥁Hyperpop, Yung Lean, DrakeWhat's your biggest RED flag? ❌😵Often unavailable What are your biggest pet peeves / icks? 🤢stressWhat are your favorite movies / TV shows? 🎥🍿📺Sci fi movies: mad max, edge of tomorrow, looperPolicy on drugs / alcohol? 💊🥂🥃OccasionallyIs crypto a scam? 🪙🤑of courseDo you like to travel? ✈️🚗🚌My own bed is comfyWhat are you doing on a Friday night? 👀😈Health is wealth (I'm in bed by 10PM)What's your best friend's best quality? 🥰🫂Being openWhat kind of people are you looking to meet? 😉Cute girlsAre you e/acc or de/acc ⁉️electricity scares meDo you have any pets? 🐶No. but I wish I did!What's your ideal first date? 🌹Walk / hikeWhat's your favorite emoji? 🤣👻😝🤡👅🤓😭", "Advait Marathe": "What do you do for fun? 🤩 (hobbies, activities, etc)Spikeball, Gym, hot chocolate, ChessWhat are your favorite cuisines? 🫄🤰Asian, MediterraneanWhat music do you like? 🎶🎸🥁EDM, PopWhat's your biggest RED flag? ❌😵Takes too long to text backWhat are your biggest pet peeves / icks? 🤢People who aren't passionate about somethingWhat are your favorite movies / TV shows? 🎥🍿📺Lupin, Money Heist, Friends, Brooklyn 99Policy on drugs / alcohol? 💊🥂🥃OccasionallyIs crypto a scam? 🪙🤑of courseDo you like to travel? ✈️🚗🚌I'm rarely homeWhat are you doing on a Friday night? 👀😈Board game nights and kickbacks sound good to meWhat's your best friend's best quality? 🥰🫂Extremely caringWhat kind of people are you looking to meet? 😉people who make me feel aliveAre you e/acc or de/acc ⁉️electricity scares meDo you have any pets? 🐶No. but I wish I did!What's your ideal first date? 🌹Coffee and long ass walkWhat's your favorite emoji? 🤣👻😝🤡👅🤓🤡", "Justin Quan": "What do you do for fun? 🤩 (hobbies, activities, etc)videography, basketball, weightliftingWhat are your favorite cuisines? 🫄🤰chinese, vietnameseWhat music do you like? 🎶🎸🥁EDM, Pop, RnB, IndieWhat's your biggest RED flag? ❌😵i'm unemployedWhat are your biggest pet peeves / icks? 🤢when people buy eggs at brunch when there are other options, why the fuck are you paying $24 for eggs benedictWhat are your favorite movies / TV shows? 🎥🍿📺lost, fullmetal alchemist, forrest gumpPolicy on drugs / alcohol? 💊🥂🥃SometimesIs crypto a scam? 🪙🤑my net worth is in $Jeo BodenDo you like to travel? ✈️🚗🚌My own bed is comfyWhat are you doing on a Friday night? 👀😈It's only 5AM? The night is still young!What's your best friend's best quality? 🥰🫂funnyWhat kind of people are you looking to meet? 😉people who are passionate about what they're doingAre you e/acc or de/acc ⁉️I was patient 0 for NeuralinkDo you have any pets? 🐶Yes, I love animalsWhat's your ideal first date? 🌹we rob people in somaWhat's your favorite emoji? 🤣👻😝🤡👅🤓🛄", "Michael Zhu": "What do you do for fun? 🤩 (hobbies, activities, etc)volleyball, reading, going to hackathons, talking to my ai gfWhat are your favorite cuisines? 🫄🤰mcdonalds and burger kingWhat music do you like? 🎶🎸🥁Classical, Country, RockWhat's your biggest RED flag? ❌😵ghosting peopleWhat are your biggest pet peeves / icks? 🤢getting punched in the faceWhat are your favorite movies / TV shows? 🎥🍿📺game of thrones, altered carbon, boratPolicy on drugs / alcohol? 💊🥂🥃OccasionallyIs crypto a scam? 🪙🤑my net worth is in $Jeo BodenDo you like to travel? ✈️🚗🚌My own bed is comfyWhat are you doing on a Friday night? 👀😈Board game nights and kickbacks sound good to meWhat's your best friend's best quality? 🥰🫂he also likes ghosting peopleWhat kind of people are you looking to meet? 😉single mothersAre you e/acc or de/acc ⁉️electricity scares meDo you have any pets? 🐶ChatGPT is my petWhat's your ideal first date? 🌹long walks at civic center at nightWhat's your favorite emoji? 🤣👻😝🤡👅🤓👁👅👁", "Akshay Patel": "What do you do for fun? 🤩 (hobbies, activities, etc)soccer, getting scammed in crypto, surfing, watching movies, gymWhat are your favorite cuisines? 🫄🤰italian, thai, mexicanWhat music do you like? 🎶🎸🥁EDM, RnB, Indie, RockWhat's your biggest RED flag? ❌😵suck at texting backWhat are your biggest pet peeves / icks? 🤢chews loudly, annoying, What are your favorite movies / TV shows? 🎥🍿📺dark, white collar, psych, new girlPolicy on drugs / alcohol? 💊🥂🥃SometimesIs crypto a scam? 🪙🤑my net worth is in $Jeo BodenDo you like to travel? ✈️🚗🚌I'm rarely homeWhat are you doing on a Friday night? 👀😈Health is wealth (I'm in bed by 10PM)What's your best friend's best quality? 🥰🫂supportive, caringWhat kind of people are you looking to meet? 😉fun, driven, passionate about what they doAre you e/acc or de/acc ⁉️I was patient 0 for NeuralinkDo you have any pets? 🐶No. but I wish I did!What's your ideal first date? 🌹quality time getting to know each otherWhat's your favorite emoji? 🤣👻😝🤡👅🤓🤣", "Amol Singh": "What do you do for fun? 🤩 (hobbies, activities, etc)basketball, hiking, What are your favorite cuisines? 🫄🤰Thai, Indian and Japanese food!What music do you like? 🎶🎸🥁EDM, Pop, RnBWhat's your biggest RED flag? ❌😵DISLOYAL What are your biggest pet peeves / icks? 🤢someone who has like zero eq and can't read social cuesWhat are your favorite movies / TV shows? 🎥🍿📺ATLA, Breaking Bad!Policy on drugs / alcohol? 💊🥂🥃OccasionallyIs crypto a scam? 🪙🤑my net worth is in $Jeo BodenDo you like to travel? ✈️🚗🚌I'm rarely homeWhat are you doing on a Friday night? 👀😈It's only 5AM? The night is still young!What's your best friend's best quality? 🥰🫂their loyalty and how much of a clown they are while still being drivenWhat kind of people are you looking to meet? 😉im tryna meet some AI baddies that are legendary coders and can tutor meAre you e/acc or de/acc ⁉️I was patient 0 for NeuralinkDo you have any pets? 🐶Yes, I love animalsWhat's your ideal first date? 🌹to go on a taxing long distnace run and then get bagelsWhat's your favorite emoji? 🤣👻😝🤡👅🤓🐐", "J Yim": "What do you do for fun? 🤩 (hobbies, activities, etc)Concerts / Festivals, Play bass guitar & cello\nGym / outdoor activites\nWatch old movies / watch animeWhat are your favorite cuisines? 🫄🤰Japanese & Korean (asian in general)What music do you like? 🎶🎸🥁RnBWhat's your biggest RED flag? ❌😵Lack of ambition in lifeWhat are your biggest pet peeves / icks? 🤢Body odor/smelling bad and bad skin (lowkey)What are your favorite movies / TV shows? 🎥🍿📺Pulp Fiction, Chunking Express, Truman Show, InterstellarPolicy on drugs / alcohol? 💊🥂🥃OftenIs crypto a scam? 🪙🤑of courseDo you like to travel? ✈️🚗🚌I'm rarely homeWhat are you doing on a Friday night? 👀😈It's only 5AM? The night is still young!What's your best friend's best quality? 🥰🫂Genuine & super down to earth\nFun person to be around; social and love meeting people\nActive / athletic so we can go do stuff together\nGood leadership in clubs and orgs (important bc we often work tgt)What kind of people are you looking to meet? 😉Rather introverted / down to earth\nOpen to dating or just friends\nAge 19-21\nAmbitious in lifeAre you e/acc or de/acc ⁉️I was patient 0 for NeuralinkDo you have any pets? 🐶Yes, I love animalsWhat's your ideal first date? 🌹Movie Marathon Night / Late Night Drive / Nice dinner with wine / Lowkey an anime run lolWhat's your favorite emoji? 🤣👻😝🤡👅🤓🧃", "Tiffany Wang": "What do you do for fun? 🤩 (hobbies, activities, etc)grinding league of legends and 3d modeling in blenderWhat are your favorite cuisines? 🫄🤰mala hot potWhat music do you like? 🎶🎸🥁EDM, Pop, RnB, IndieWhat's your biggest RED flag? ❌😵no hobbiesWhat are your biggest pet peeves / icks? 🤢slow walkersWhat are your favorite movies / TV shows? 🎥🍿📺bojack horseman, communityPolicy on drugs / alcohol? 💊🥂🥃SometimesIs crypto a scam? 🪙🤑of courseDo you like to travel? ✈️🚗🚌I'm rarely homeWhat are you doing on a Friday night? 👀😈It's only 5AM? The night is still young!What's your best friend's best quality? 🥰🫂empatheticWhat kind of people are you looking to meet? 😉real people not botsAre you e/acc or de/acc ⁉️electricity scares meDo you have any pets? 🐶ChatGPT is my petWhat's your ideal first date? 🌹rock climbing in the metaverseWhat's your favorite emoji? 🤣👻😝🤡👅🤓🗿", "Roshan Swaroop": "What do you do for fun? 🤩 (hobbies, activities, etc)  hiking, shopping, smelling fragrances, fine dining, ceramics, ketamineWhat are your favorite cuisines? 🫄🤰mexicanWhat music do you like? 🎶🎸🥁EDM, Indie, TechnoWhat's your biggest RED flag? ❌😵I'm allergic to cats :(What are your biggest pet peeves / icks? 🤢people with the keyboard noise enabled drive me crazyWhat are your favorite movies / TV shows? 🎥🍿📺good will hunting, la haine, samurai champlooPolicy on drugs / alcohol? 💊🥂🥃SometimesIs crypto a scam? 🪙🤑my net worth is in $Jeo BodenDo you like to travel? ✈️🚗🚌My own bed is comfyWhat are you doing on a Friday night? 👀😈It's only 5AM? The night is still young!What's your best friend's best quality? 🥰🫂resilientWhat kind of people are you looking to meet? 😉baeAre you e/acc or de/acc ⁉️I was patient 0 for NeuralinkDo you have any pets? 🐶Yes, I love animalsWhat's your ideal first date? 🌹great food, something slightly active, spontaneous, and i get to know the other person wellWhat's your favorite emoji? 🤣👻😝🤡👅🤓🗿", "ally nakamura": "What do you do for fun? 🤩 (hobbies, activities, etc)hiking, spartan race, pickleball, scuba diving, coffee, making cocktails, bakingWhat are your favorite cuisines? 🫄🤰japanese, korean, chinese, mediterraneanWhat music do you like? 🎶🎸🥁EDM, RnBWhat's your biggest RED flag? ❌😵i'm bad at texting and am not responsiveWhat are your biggest pet peeves / icks? 🤢people who don't like animalsWhat are your favorite movies / TV shows? 🎥🍿📺dune, action, comedy, sci-fiPolicy on drugs / alcohol? 💊🥂🥃SometimesIs crypto a scam? 🪙🤑my net worth is in $Jeo BodenDo you like to travel? ✈️🚗🚌I'm rarely homeWhat are you doing on a Friday night? 👀😈It's only 5AM? The night is still young!What's your best friend's best quality? 🥰🫂very thoughtful, considerate, loyal, and kind!What kind of people are you looking to meet? 😉smart, funny, creative, or adventurous peopleAre you e/acc or de/acc ⁉️I was patient 0 for NeuralinkDo you have any pets? 🐶Yes, I love animalsWhat's your ideal first date? 🌹outdoor adventuresWhat's your favorite emoji? 🤣👻😝🤡👅🤓👻"}